[
  {
    "assetNumber": "US-10123456-B2",
    "title": "Artificial Intelligence-Based Medical Imaging System",
    "assignee": "MedTech Corp",
    "inventors": "Sarah Johnson, Michael Chen",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "AI",
    "filingDate": "2020-03-15T00:00:00",
    "abstractText": "A system and method for analyzing medical images using deep learning algorithms to detect abnormalities with higher accuracy than traditional methods. The system comprises a neural network trained on thousands of annotated medical images, a processor for real-time analysis, and a reporting module for clinical decision support.",
    "claims": "1. A medical image analysis system comprising: a) an image acquisition module; b) a deep learning processor trained on annotated medical images; c) an abnormality detection engine; d) a reporting interface for clinical decision support.",
    "citationCount": 45,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "EP-3456789-A1",
    "title": "Solid-State Battery with Enhanced Energy Density",
    "assignee": "Tesla Motors",
    "inventors": "John Smith, Emma Watson, Robert Chen",
    "jurisdiction": "EPO",
    "status": "PENDING",
    "technology": "Energy",
    "filingDate": "2021-06-10T00:00:00",
    "abstractText": "A solid-state battery design utilizing a novel ceramic electrolyte composition that enables higher energy density and faster charging rates while maintaining safety. The battery architecture incorporates a multi-layer electrode design with optimized interfaces for reduced resistance.",
    "claims": "1. A solid-state battery comprising: a) a cathode layer; b) an anode layer; c) a ceramic electrolyte layer with composition Li7La3Zr2O12 modified with doping elements; d) interface layers between electrode and electrolyte.",
    "citationCount": 28,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "WO-2021123456-A1",
    "title": "CRISPR-Cas9 Gene Editing with Enhanced Specificity",
    "assignee": "Moderna Therapeutics",
    "inventors": "Jennifer Doudna, Emmanuelle Charpentier, Feng Zhang",
    "jurisdiction": "WIPO",
    "status": "PENDING",
    "technology": "Biotech",
    "filingDate": "2021-01-15T00:00:00",
    "abstractText": "An improved CRISPR-Cas9 system with engineered guide RNAs that reduce off-target effects while maintaining on-target editing efficiency. The system includes novel Cas9 variants with enhanced specificity and delivery mechanisms using lipid nanoparticles.",
    "claims": "1. A modified CRISPR-Cas9 system comprising: a) a Cas9 protein with enhanced specificity mutations; b) a guide RNA with secondary structure modifications; c) a delivery vehicle comprising lipid nanoparticles.",
    "citationCount": 156,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "US-9876543-B2",
    "title": "5G Beamforming Technology for Massive MIMO",
    "assignee": "Huawei Technologies",
    "inventors": "Wei Zhang, Li Wang, Chen Liu",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "Telecom",
    "filingDate": "2019-11-20T00:00:00",
    "abstractText": "A beamforming method for massive MIMO systems in 5G networks that reduces computational complexity while maintaining beam accuracy. The technology uses a hybrid analog-digital beamforming architecture with novel codebook design and channel estimation techniques.",
    "claims": "1. A beamforming method for massive MIMO comprising: a) receiving channel state information; b) selecting analog beams from a codebook; c) computing digital precoding matrix; d) applying hybrid beamforming to transmitted signals.",
    "citationCount": 67,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "JP-5678901-A",
    "title": "OLED Display with Improved Quantum Dot Layer",
    "assignee": "Sony Corporation",
    "inventors": "Takashi Nakamura, Yuki Tanaka, Hiroshi Suzuki",
    "jurisdiction": "JPO",
    "status": "GRANTED",
    "technology": "Electronics",
    "filingDate": "2018-08-05T00:00:00",
    "abstractText": "An OLED display incorporating a quantum dot color conversion layer that enhances color gamut and brightness while reducing power consumption. The quantum dots are precisely patterned using photolithography and encapsulated to prevent degradation.",
    "claims": "1. An OLED display comprising: a) an OLED backplane emitting blue light; b) a patterned quantum dot layer converting blue to red and green; c) a thin-film encapsulation layer; d) a color filter array for ambient light reduction.",
    "citationCount": 34,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "KR-2022001234-A",
    "title": "Semiconductor Device with 3D Stacked Architecture",
    "assignee": "Samsung Electronics",
    "inventors": "Min Ho Kim, Ji Eun Park, Sung Woo Lee",
    "jurisdiction": "KIPO",
    "status": "PENDING",
    "technology": "Electronics",
    "filingDate": "2022-02-18T00:00:00",
    "abstractText": "A 3D stacked semiconductor device with through-silicon vias (TSVs) and hybrid bonding interfaces that enable higher integration density and improved thermal management. The architecture includes logic and memory dies stacked with optimized signal routing.",
    "claims": "1. A 3D semiconductor device comprising: a) a base logic die; b) multiple memory dies stacked vertically; c) TSVs connecting the dies; d) hybrid bonding interfaces between adjacent dies; e) a thermal management layer.",
    "citationCount": 12,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "DE-102021123456",
    "title": "Electric Vehicle Wireless Charging System",
    "assignee": "BMW AG",
    "inventors": "Klaus Weber, Anna Schmidt, Thomas Mueller",
    "jurisdiction": "DPMA",
    "status": "GRANTED",
    "technology": "Automotive",
    "filingDate": "2021-04-22T00:00:00",
    "abstractText": "A wireless charging system for electric vehicles with automatic alignment and foreign object detection. The system uses resonant inductive coupling with adaptive frequency control to maximize power transfer efficiency regardless of vehicle positioning.",
    "claims": "1. A wireless charging system comprising: a) a ground-based primary coil; b) a vehicle-mounted secondary coil; c) an alignment detection system; d) a foreign object detection sensor; e) a power control unit with adaptive frequency.",
    "citationCount": 23,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "CN-112345678-A",
    "title": "AI-Powered Autonomous Drone Navigation",
    "assignee": "DJI Innovations",
    "inventors": "Li Wei, Zhang Ming, Wang Fang",
    "jurisdiction": "CIPO",
    "status": "GRANTED",
    "technology": "AI",
    "filingDate": "2020-09-30T00:00:00",
    "abstractText": "An autonomous drone navigation system using reinforcement learning for obstacle avoidance and path optimization in dynamic environments. The system processes real-time sensor data through a deep neural network trained on millions of flight scenarios.",
    "claims": "1. A drone navigation system comprising: a) multiple sensors including cameras and LiDAR; b) a deep neural network for obstacle detection; c) a reinforcement learning module for path planning; d) real-time control interface.",
    "citationCount": 41,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "US-11223344-B1",
    "title": "mRNA Vaccine Formulation with Improved Stability",
    "assignee": "Pfizer",
    "inventors": "Katalin Kariko, Drew Weissman, Uğur Şahin",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "Biotech",
    "filingDate": "2020-05-10T00:00:00",
    "abstractText": "A lipid nanoparticle formulation for mRNA vaccines that provides enhanced stability at refrigerated temperatures. The formulation includes ionizable lipids with optimized pKa values and PEG lipids that reduce aggregation during storage.",
    "claims": "1. An mRNA vaccine formulation comprising: a) mRNA encoding an antigen; b) ionizable lipid with pKa between 6.0-7.0; c) phospholipid; d) cholesterol; e) PEG-lipid conjugate.",
    "citationCount": 234,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "EP-4567890-B1",
    "title": "Quantum Computing Error Correction",
    "assignee": "IBM",
    "inventors": "Jay Gambetta, Matthias Steffen, Jerry Chow",
    "jurisdiction": "EPO",
    "status": "GRANTED",
    "technology": "Software",
    "filingDate": "2019-12-05T00:00:00",
    "abstractText": "A quantum error correction method using surface codes with improved syndrome extraction and decoding algorithms. The method reduces the overhead required for fault-tolerant quantum computation while maintaining error suppression.",
    "claims": "1. A quantum error correction method comprising: a) arranging qubits in a surface code lattice; b) performing syndrome measurements; c) applying a minimum-weight perfect matching decoder; d) correcting errors based on decoding results.",
    "citationCount": 89,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "US-8765432-B2",
    "title": "Blockchain-Based Supply Chain Verification",
    "assignee": "IBM",
    "inventors": "Gennaro Cuomo, Jerry Cuomo, Arvind Krishna",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "Software",
    "filingDate": "2019-08-14T00:00:00",
    "abstractText": "A blockchain-based system for verifying the provenance and authenticity of products throughout the supply chain. The system uses smart contracts to record each transaction and cryptographic hashes to ensure data integrity.",
    "claims": "1. A supply chain verification system comprising: a) a distributed ledger; b) smart contracts for recording transactions; c) cryptographic hash generation for product data; d) verification nodes for consensus; e) user interface for tracking.",
    "citationCount": 56,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "WO-2022012345-A1",
    "title": "CAR-T Cell Therapy for Solid Tumors",
    "assignee": "Novartis",
    "inventors": "Carl June, Bruce Levine, Stephan Grupp",
    "jurisdiction": "WIPO",
    "status": "PENDING",
    "technology": "Biotech",
    "filingDate": "2022-01-20T00:00:00",
    "abstractText": "A chimeric antigen receptor (CAR) T-cell therapy engineered to target solid tumors by incorporating a novel binding domain that recognizes tumor-associated antigens. The CAR includes costimulatory domains that enhance T-cell persistence and activity.",
    "claims": "1. A CAR-T cell comprising: a) an extracellular antigen-binding domain specific to tumor antigen; b) a transmembrane domain; c) an intracellular signaling domain; d) one or more costimulatory domains.",
    "citationCount": 18,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "JP-6789012-B2",
    "title": "Robot Motion Planning with Predictive Control",
    "assignee": "Fanuc Corporation",
    "inventors": "Kenji Suzuki, Yuki Yamamoto, Hiroshi Tanaka",
    "jurisdiction": "JPO",
    "status": "GRANTED",
    "technology": "AI",
    "filingDate": "2020-07-08T00:00:00",
    "abstractText": "A motion planning system for industrial robots using model predictive control that optimizes trajectories for speed and precision while avoiding obstacles. The system predicts future states and adjusts control inputs in real-time.",
    "claims": "1. A robot motion planning method comprising: a) receiving task parameters; b) generating candidate trajectories; c) applying model predictive control; d) predicting future states; e) selecting optimal trajectory; f) executing motion.",
    "citationCount": 27,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "KR-2023004567-A",
    "title": "Foldable Display with Zero-Gap Hinge",
    "assignee": "LG Display",
    "inventors": "Hyun Sik Kim, Ji Yeon Lee, Sang Woo Park",
    "jurisdiction": "KIPO",
    "status": "PENDING",
    "technology": "Electronics",
    "filingDate": "2023-02-01T00:00:00",
    "abstractText": "A foldable display with a zero-gap hinge mechanism that eliminates visible crease when folded. The hinge incorporates multiple interlocking gears and sliding members that maintain a constant radius of curvature throughout the folding motion.",
    "claims": "1. A foldable display hinge comprising: a) a central gear assembly; b) multiple sliding members; c) linkage arms connecting display panels; d) a synchronized folding mechanism maintaining constant curvature.",
    "citationCount": 9,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "US-9988776-B1",
    "title": "Hypersonic Vehicle Thermal Protection System",
    "assignee": "SpaceX",
    "inventors": "Elon Musk, Lars Blackmore, Tom Mueller",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "Aerospace",
    "filingDate": "2020-11-12T00:00:00",
    "abstractText": "A thermal protection system for hypersonic vehicles using a combination of ablative materials and active cooling channels. The system includes a ceramic matrix composite outer layer with embedded cooling channels carrying cryogenic fuel.",
    "claims": "1. A thermal protection system comprising: a) an outer ablative layer; b) a ceramic matrix composite structure; c) embedded cooling channels; d) a cryogenic fuel circulation system; e) thermal sensors for feedback control.",
    "citationCount": 42,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "EP-5678901-A1",
    "title": "Perovskite Solar Cell with Enhanced Stability",
    "assignee": "Oxford PV",
    "inventors": "Henry Snaith, Michael Johnston, Laura Herz",
    "jurisdiction": "EPO",
    "status": "GRANTED",
    "technology": "Energy",
    "filingDate": "2019-10-25T00:00:00",
    "abstractText": "A perovskite solar cell with improved long-term stability through the use of 2D/3D perovskite heterostructures and novel encapsulation techniques. The device achieves over 25% efficiency while maintaining 90% performance after 1000 hours of operation.",
    "claims": "1. A perovskite solar cell comprising: a) a transparent conductive oxide layer; b) an electron transport layer; c) a 2D/3D perovskite heterostructure; d) a hole transport layer; e) a metal electrode; f) an encapsulation layer.",
    "citationCount": 73,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "CN-223344556-A",
    "title": "Electric Vehicle Battery Thermal Management",
    "assignee": "BYD Company",
    "inventors": "Wang Chuanfu, Lian Yubo, He Long",
    "jurisdiction": "CIPO",
    "status": "GRANTED",
    "technology": "Automotive",
    "filingDate": "2021-03-17T00:00:00",
    "abstractText": "A battery thermal management system for electric vehicles using phase change materials and liquid cooling channels. The system maintains optimal battery temperature during fast charging and extreme weather conditions, extending battery life.",
    "claims": "1. A battery thermal management system comprising: a) a battery module; b) phase change material surrounding cells; c) liquid cooling channels embedded in the module; d) a circulation pump; e) a radiator for heat dissipation.",
    "citationCount": 31,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "US-11223344-B2",
    "title": "Voice-Activated Smart Home Assistant",
    "assignee": "Amazon Technologies",
    "inventors": "Toni Reid, Rohit Prasad, Al Lindsay",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "AI",
    "filingDate": "2019-05-21T00:00:00",
    "abstractText": "A voice-activated smart home assistant with far-field voice recognition and natural language understanding. The system uses a multi-microphone array for beamforming and echo cancellation, and a cloud-based neural network for intent recognition.",
    "claims": "1. A voice-activated assistant comprising: a) a multi-microphone array; b) a beamforming processor; c) an echo cancellation module; d) a wake word detector; e) a cloud-based natural language processor; f) a response generator.",
    "citationCount": 94,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  },
  {
    "assetNumber": "DE-102022123456",
    "title": "Hydrogen Fuel Cell with Improved Membrane",
    "assignee": "Bosch",
    "inventors": "Stefan Hartung, Markus Heyn, Rainer Kallenbach",
    "jurisdiction": "DPMA",
    "status": "PENDING",
    "technology": "Energy",
    "filingDate": "2022-06-08T00:00:00",
    "abstractText": "A proton exchange membrane fuel cell with an improved membrane electrode assembly that reduces degradation and increases power density. The membrane incorporates a reinforced layer and novel catalyst distribution for enhanced performance.",
    "claims": "1. A fuel cell membrane electrode assembly comprising: a) a proton exchange membrane with reinforcement; b) anode and cathode catalyst layers with gradient distribution; c) gas diffusion layers; d) bipolar plates with optimized flow fields.",
    "citationCount": 14,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "WO-2023012345-A1",
    "title": "Neuromorphic Computing Processor",
    "assignee": "Intel Corporation",
    "inventors": "Mike Davies, Narayan Srinivasa, Dharmendra Modha",
    "jurisdiction": "WIPO",
    "status": "PENDING",
    "technology": "Electronics",
    "filingDate": "2022-08-30T00:00:00",
    "abstractText": "A neuromorphic computing processor that mimics the architecture of the human brain for energy-efficient AI computation. The processor uses spiking neural networks with event-driven computation and on-chip learning capabilities.",
    "claims": "1. A neuromorphic processor comprising: a) multiple neurosynaptic cores; b) a network-on-chip interconnect; c) spike-based communication protocol; d) on-chip learning circuitry; e) event-driven computation units.",
    "citationCount": 21,
    "legalStatus": "Pending Examination",
    "annualFeePaid": false
  },
  {
    "assetNumber": "US-8877665-B1",
    "title": "Space Debris Capture Mechanism",
    "assignee": "NASA",
    "inventors": "Jason Forshaw, Guglielmo Aglietti, Peter Roberts",
    "jurisdiction": "USPTO",
    "status": "GRANTED",
    "technology": "Aerospace",
    "filingDate": "2020-12-03T00:00:00",
    "abstractText": "A mechanism for capturing space debris using a deployable net and harpoon system. The system includes vision-based targeting, a flexible capture net, and a harpoon for stabilizing large debris before deorbiting.",
    "claims": "1. A space debris capture system comprising: a) a targeting system with cameras and LiDAR; b) a deployable capture net; c) a harpoon mechanism for stabilization; d) a deorbiting propulsion system; e) a control module.",
    "citationCount": 37,
    "legalStatus": "Active - Granted",
    "annualFeePaid": true
  }
]